PYTHON_STEPS/outputs/output_03_20251123_162601/0.orig/h
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;    location "0.orig";
    object h;
}

dimensions [0 2 -2 0 0 0 0];

internalField uniform 294515.75;

boundaryField
{
    wall_0F_1
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    door_0F_1
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    wall_0F_4
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    wall_0F_5
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    wall_0F_6
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    window_0F_1
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    floor_0F
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
    ceil_0F
    {
    
        type fixedValue;
    
        value uniform 294615.75;
    }
}
